tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "awscli"
brew "pyenv"
brew "zsh-completions"
cask "adoptopenjdk8"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "alfred"
cask "skitch"
cask "iterm2"
cask "docker"
cask "appcleaner"
cask "deepl"
cask "1password"
cask "visual-studio-code"
cask "box-tools"