tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "oven-sh/bun"

# brew "awscli"
brew "bun"
# brew "graphviz"
brew "mas"
brew "nodenv"
# brew "pipenv"
# brew "plantuml"
# brew "pyenv"
# brew "starship"

cask "1password"
cask "alfred"
cask "appcleaner"
cask "brave-browser"
cask "deepl"
cask "docker"
cask "dotnet-sdk"
cask "fig"
# cask "font-fira-code-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "google-chrome"
cask "google-drive"
# cask "google-japanese-ime"
# cask "iterm2"
cask "karabiner-elements"
cask "rectangle"
cask "rider"
cask "skitch"
cask "tableplus"
cask "teamviewer"
cask "visual-studio-code"
cask "zoom"

mas "LINE", id: 539883307
mas "Velja", id: 1607635845
